[
    {
      "fact": "It would take nine years to walk to the moon."
    },
    {
      "fact": "Mars is called the Red Planet because of its red coloring, which comes from the large amount of iron oxide – known on Earth as rust – on the planet’s surface.."
    },
    {
      "fact": "Mercury’s temperature varies from -280° F on its night side to 800° F during the day."
    },
    {
      "fact": "If you can spot the Andromeda Galaxy with your naked eyes, you can see something 14.7 billion billion miles away."
    },
    {
      "fact": "The Sun is 400 times larger than the Moon, but also 400 times as far away, making both objects appear to be the same size in our sky."
    },
    {
      "fact": "Jupiter is the largest planet. It could contain the other seven planets in just 70 percent of its volume."
    },
    {
      "fact": "Stars don’t twinkle until their light passes through Earth’s atmosphere."
    },
    {
      "fact": "If Earth were the size of a tennis ball, the Sun would be a sphere 24 feet across, approximately 0.5 mile away."
    },
    {
      "fact": "Of the 9,113 official features on the Moon, a mere 421 (4.6 percent) are not craters."
    },
    {
      "fact": "Driving a car to the nearest star at 70 mph would take more than 356 billion years."
    },
    {
      "fact": "Neptune’s moon Triton is the coldest known object in the solar system with an average surface temperature of -391° F."
    },
    {
      "fact": "When the Moon is half-full (First and Last Quarter phases), it’s only 10 percent as bright as the Full Moon."
    },
    {
      "fact": "Scientists estimate that the earliest stars formed some 200 million years after the Big Bang."
    },
    {
      "fact": "Jupiter’s Great Red Spot, which rotates once approximately every six days, is an anti-cyclonic storm 22° south of the planet’s equator."
    },
    {
      "fact": "If you drilled a tunnel through Earth and jumped in, you would reach the other side in 42 minutes and 12 seconds, and your top speed would be 17,670 mph."
    },
    {
      "fact": "To escape Earth’s gravity, a spacecraft must travel more than 25,008 mph, or near Mach 33."
    },
    {
      "fact": "It takes 1 billion seconds for the light from a star 31.7 light-years away to reach Earth."
    },
    {
      "fact": "The International Space Station completes an orbit of Earth in about 90 minutes."
    },
    {
      "fact": "Venus’ clouds trap a lot of the Sun’s heat, making its temperature the hottest in the solar system: 863° F."
    },
    {
      "fact": " If the Milky Way were the size of a single tennis ball, the Andromeda Galaxy (M31) would lie 5.6 feet away."
    },
    {
      "fact": "More Will Be ADDED Soon..."
    }
  ]